brew "act"
brew "azure-cli"
brew "chezmoi"
brew "chroma"
brew "colima", restart_service: :changed
brew "csvlens"
brew "detect-secrets"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "etcd"
brew "ffmpeg"
brew "gh"
brew "helm"
brew "httpie"
brew "jupyterlab"
brew "kubernetes-cli"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "lnav"
brew "minikube"
brew "postgresql@14"
brew "pre-commit"
brew "tree"
brew "trufflehog"
brew "vhs"
brew "vite"
brew "woff2"
cask "gpg-suite"
cask "iterm2"
cask "macpass"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle"
cask "rider"
cask "todoist-app"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
vscode "arcanis.vscode-zipfs"
vscode "dbaeumer.vscode-eslint"
vscode "deinsoftware.testing-library-snippets"
vscode "deinsoftware.vitest-snippets"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "griimick.vhs"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "patcx.vscode-nuget-gallery"
vscode "pkief.material-icon-theme"
vscode "qwtel.sqlite-viewer"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "styled-components.vscode-styled-components"
vscode "team-sapling.sapling"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
