brew "corepack"
brew "stow"
brew "azure-cli"
brew "chezmoi"
brew "chroma"
brew "colima", restart_service: :changed
brew "csvlens"
brew "detect-secrets"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "ffmpeg"
brew "gh"
brew "httpie"
brew "lazydocker"
brew "lazygit"
brew "lnav"
brew "pre-commit"
brew "tree"
brew "trufflehog"
brew "vhs"
brew "vite"
brew "woff2"
brew "gum"
brew "ripgrep"
cask "gpg-suite"
cask "iterm2"
cask "macpass"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "alt-tab"
